{
  "title": "The betadiversity and phylogenetic diversity of ecological networks tell complementary stories about the biogeography of hosts and parasites",
  "license": "CC-BY",
  "language": "en",
  "creators": [
    {
      "affiliations": [
        "Universidade Federal de Goiás",
        "Québec Centre for Biodiversity Sciences"
      ],
      "familyname": "Higino",
      "givennames": "Gracielle",
      "email": "graciellehigino@gmail.com",
      "orcid": "0000-0003-2791-8383"
    },
    {
      "affiliations": [
        "Université de Montréal",
        "Québec Centre for Biodiversity Sciences"
      ],
      "familyname": "Poisot",
      "givennames": "Timothée",
      "email": "timothee.poisot@umontreal.ca",
      "orcid": "0000-0002-0735-5184"
    }
  ],
  "description": "The betadiversity of interactions between communities not necessarily corresponds to the differences related to their species composition because interactions are much more variable than the occurrence of species. Additionally, the indexes that measure characteristics of ecological networks can also respond to environmental gradients in space and time. We used published data on the parasitism interaction between Soricomorpha and Rodentia in 51 regions of the Palearctic to investigate how betadiversity of networks and phylogenetic diversity are related. The networks could be separated in groups based on the metrics that best described the differences between them, and these groups were also geographically structured. We also found that each network betadiversity index relates in a particular way with phylogenetically community dissimilarity, reinforcing that some of these indexes have a strong phylogenetic component. Our results clarify important aspects of the biogeography of hosts and parasites communities in Eurasia, while suggesting that networks betadiversity and phylogenetic dissimilarity interact with the environment in different ways.",
  "keywords": [
    "betadiversity",
    "biogeography",
    "ecological networks",
    "phylogenetic diversity"
  ]
}
